[
    {
      "id": 1,
      "name": "Medical Health Checkup At Sane Guruji Vidyalaya",
      "description": "Dr. Jagruti Sanghvi volunteered in a medical health checkup camp at Sane Guruji Vidyalaya along with other doctors, organized by Inner Wheel Of Bombay Airport."
    },
    {
      "id": 2,
      "name": "CPR Awarness At Audi Showroom, Mumbai",
      "description": "Dr. Jagruti Sanghvi was a part of the CPR awarness program at Audi Showroom, Mumbai by Indian Academy Of Paediatrics (IAP)."
    },
    {
      "id": 3,
      "name": "CPR Awarness At Chetna College at Bandra",
      "description": "Dr. Jagruti Sanghvi with her colleagues Dr. Amruta Shirodkar and Dr. Reepa Agrawal were part of CPR Awarness at Chetna College Of Management Studies At Bandra. This opportunity was given by Indian Academy Of Paediatrics, Mumbai."
    },
    {
      "id": 4,
      "name": "Menstrual Hygine At Adarsh Foundation",
      "description": "Dr. Jagruti Sanghvi conducted a talk on Menstrual Hygine At Adarsh Foundation for slum adolescent girls for Bermashel railway line near Kurla station. "
    },
    {
      "id": 5,
      "name": "First Aid Education At KDN Shruti School",
      "description": "Dr. Jagruti Sanghvi was invited by Dr Bhavna Manoj Patel to teach First Aid to adolescent students of KDN Shruti School for Hearing Impaired at Juhu. In spite of being hearing impaired, these students who could lip-read, interacted very well and asked a lot of queries and it was gratifying to answer them all. Their parents expressed deep gratitude for such a useful session. The school teachers and principal were extremely grateful."
    },
    {
      "id": 6,
      "name": "World Kidney Day At Cooper Hospital",
      "description": "Dr. Jagruti Sanghvi celebrated 'World Kidney Day' on 14th March with a talk on Genital Hygine for patients of kidney disease and their parents at Cooper Hospital."
    },
    {
      "id": 7,
      "name": "Saying No To Addiction At Samata Krida Bhavan",
      "description": "Dr. Jagruti Sanghvi delivered a talk on 'Saying NO to Addiction' for the budding youth of Kandivali @ Samata Krida Bhavan organised by Ayurdeep Trust and Arogya Bharati, in a workshop called 'Truth For Youth'! The adolescents were super-interactive and receptive and that made all the difference!!"
    },
    {
      "id": 8,
      "name": "Newborn Week At Advanced Multi-Speciality Hospital",
      "description": "To celebrate Newborn Week, Dr Jagruti Sanghvi conducted sessions for nurses at Advanced Multi-speciality Hospital and Irla Maternity and Nursing Home on 'Identifying Common Confusing signs in Healthy Newborns- Yeh kya hua!?!' Both sessions were highly interactive with the nurses sharing numerous on-duty anecdotes!"
    },
    {
      "id": 9,
      "name": "CME On Good Practices in Paediatrics",
      "description": "Dr. Jagruti Sanghvi was given the opportunity by IAP Mumbai of conducting a CME on Good Practices in Paediatrics."
    },
    {
      "id": 10,
      "name": "Teenage Relationship Session At Gurukul Junior College",
      "description": "Dr. Jagruti Sanghvi took an interactive and fun but introspective session on 'TEENAGE RELATIONSHIPS' for 550 students of std 12 , in 4 batches (each abt 120-150 students) at Gurukul Junior College at Ghatkopar!!"
    },
    {
      "id": 11,
      "name": "Adolescent Week at Bhagubhai Polytechnic",
      "description": "Dr. Jagruti Sanghvi celebrated Adolescent Week with the interactive and enthusiastic students of IT and Computer Science of Bhagubhai Polytechnic, with a 'Drug Abuse and Addiction Awareness' session with her colleague Dr Amruta Shirodkar. The students learnt about the science of addiction, rishk factors, ill effects of common addictions like smoking, e-vaping, marijuana/weed and alcohol. Also, they were taught coping up techniques and engaging activities to keep their dopamine soaring without resorting to drugs!! In the end, the students pledged to say 'NO TO DRUGS'!"
    },
    {
      "id": 12,
      "name": "Diet to Prevent Obesity At Chandulal Nanavati School",
      "description": "Along with my paediatrician colleagues, Dr. Jagruti Sanghvi took interactive sessions in 2 schools and addressed a collective of around 400+ students on the perils of Childhood Obesity. I took to teaching children of Parle Tilak Vidyalaya ICSE school- the importance of physical exercise to prevent Childhood Obesity and on day 2, interacted with students of Chandulal Nanavati ICSE School over 'Diet to prevent Obesity' with interesting PT sessions and also taught them how to read food labels. "
    },
    {
      "id": 13,
      "name": "First Aid Session At Bhaidas Bhuta High School",
      "description": "Dr. Jagruti Sanghvi had an interactive and engaging session with 90-100 students of Bhaidas Bhuta High School with practical demonstrations on 'First Aid Safety Measures'."
    },
    {
      "id": 14,
      "name": "Health Checkup Camp At NSM School",
      "description": "Dr. Jagruti Sanghvi was invited by Rotary Club Of Bombay to  participate in school health check-up camp for pre-primary and primary kids of NSM school, Vile Parle East."
    },
    {
      "id": 15,
      "name": "Life Support Session At Garodia International School",
      "description": "Dr. Jagruti Sanghvi conducted Basic Life Support session for students of IBDP at Garodia International School on 25th Aug along with Dr Reepa Agrawal, Parmanand Andankar and other paediatricians on behalf of IAP-MUMBAI."
    },
    {
      "id": 16,
      "name": "Nutrition And Addiction At BPM School",
      "description": "Dr. Jagruti Sanghvi conducted an awareness session on *Nutrition and Addiction* for around 450 students of BPM SCHOOL (organised by INTERACT club of Rotary) today! It was an amazing interactive session that incorporated concepts of avoidance of JUNCS food, reading food labels, 'eating a Rainbow' , how to say 'NO' TO DRUGS and ended with a pledge of 'I will say NO to drugs and say YES to Life!' Kids also pledged, 'I will stay SMART, won't START (drugs)!'"
    },
    {
      "id": 17,
      "name": "CPR Workshop At Irla Nursing Home",
      "description": "Dr. Jagruti Sanghvi conducted BLS workshop on 20th July on behalf of IAP MUMBAI for around 22 staff nurses, aayahs and ward boys of Irla Nursing Home as a part of CPR week. Some of the patients' relatives also took active interest in the session. Everyone tooks turns to demonstrate the technique on mannequins. There were a lot of questions about rescue for a choking person."
    },
    {
      "id": 18,
      "name": "Kangaroo Mother Care At Advanced Hospital",
      "description": "Dr Jagruti Sanghvi conducted an interactive session on 'Kangaroo-Mother Care' with the staff nurses and aayahs of Advanced Multi-speciality Hospital. "
    },
    {
      "id": 19,
      "name": "Childhood Obsesity Talk At Aditya Birla Hospital", 
      "description": "Dr Jagruti Sanghvi was an invited faculty to deliver a talk on 'Childhood Obesity' at the Hypertension Conclave at Aditya Birla Memorial Hospital Pune"
    },
    {
      "id": 20,
      "name": "Puberty Workshop At Shruti School Juhu, Mumbai",
      "description": "Dr. Jagruti Sanghvi took an interactive session for boys and girls on Puberty- I am Ready. Thankful to Indian Academy of Pediatrics, Mumbai Branch for organising these talks, in association with Inner Wheel Club Of Bombay for the Hearing Impaired Children Of Shruti School, Juhu, managed by Rotary Club. Thanks to Dr Bhavna Manoj Patel, for this wonderful opportunity. It was challenging to be able to communicate with these hearing impaired kids, but I must say that I was floored and humbled by their awesome interaction. IAP Mumbai gifted them all a hygiene kit including daily toiletries. The kids pledged to say NO TO DRUGS, SMOKING AND ALCOHOL!"
    }, 
    {
      "id": 21,
      "name": "National Dewarming Day At Cooper Hospital",
      "description": "To celebrate the National Deworming Day, on behalf of IAP Mumbai, Dr Jagruti Sanghvi took an initiative towards making the city worm free, by organizing a public awareness program on 'Worm Infestations- Causes, Presentation, Prevention and Treatment' at Cooper Hospital, Juhu, on 17th Feb 2023. Dr Jagruti Sanghvi gave useful tips and taught steps of handwashing~ the most important prevention tool against worm infestation. She also directed a SKIT/STREET PLAY replete with dialogues, song and dance, that was enacted by junior doctors of Nanavati hospital. IAP Mumbai distributed soaps and deworming tablets and suspension to the parents and children."
    },
    {
      "id": 22,
      "name": "Perils of Substance Abuse in Teenager At Sathaye College",
      "description": "Dr Jagruti Sanghvi, Dr Mohit Shah, Dr Nehal Shah, Dr Surekha Dhurandhar~ under the aegis of Indian Academy of Paediatrics- Mumbai addressed 200 junior college students at Sathaye College, Vile Parle, about 'Perils of Substance Abuse in Teenagers'! It was heartening to see the youth pledging to say 'NO' to drugs ...And 'YES' to life!!"
    },
    {
      "id": 23,
      "name": "Pulse Polio Campaign At Nurture And Suture",
      "description": "Dr. Jagruti Sanghvi conducted pulse polio campaign at our clinic Nurture And Suture."
    },
    {
      "id": 24,
      "name": "FAQs In Vaccination At Indian Medial Association",
      "description": "Dr Jagruti Sanghvi had an amazing and interactive session on 'FAQs in Vaccination' with senior doctors of Indian Medical Association (Mumbai-West branch)"
    },
    {
      "id": 25,
      "name": "Health Checkup Camp For Slum Childeren",
      "description": "Dr. Jagruti Sanghvi was a part of Health Checkup Camp for slum children of Juhu-Bandra area, organised by Kshamata (an NMIMS students~ Pharmacy College Initiative) on 17th March."
    },
    {
      "id": 26,
      "name": "Woman's Day At Shri Bhaghubhai Mafatlal Polytechnic",
      "description": "Dr. Jagruti Sanghvi was invited to Shri Bhaghubhai Mafatlal Polytechnic to address the girl-students on Guiding Girls Safely Into Womanhood on accounnt of International Women’s Day! Had a wonderful time interacting with this audience of 100+ teenagers."
    },
    {
      "id": 27,
      "name": "Cashless, Rashless, Trashless and Carefree Periods",
      "description": "Dr Jagruti Sanghvi conducted yet another interesting and interactive session on “Cashless, Rashless, Trashless and Carefree Periods” for students of Maniben Nanavati Women’s College as part of National Social Service camp."
    },
    {
      "id": 28,
      "name": "Micronutrient Deficiency For Childeren",
      "description": "Dr. Jagruti Sanghvi delivered a talk on Micronutrient Deficiency and shared her insights with a group of budding paediatricians."
    },
    {
      "id": 29,
      "name": "CME On Genetics At Nanavati Super Speciality Hospital",
      "description": "Dr. Jagruti Sanghvi was glad to be a part of a case discussion at the CME on Genetics-The Present And Future Of Medicine at Nanavati Super Speciality Hospital."
    }
  ]
  